//
//  Error.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//


"_bad_username_password_"               = "Verkeerde gebruikersnaam of wachtwoord";
"_cancelled_by_user"                    = "Overdracht geannuleerd";
"_error_folder_destiny_is_the_same_"    = "De map kan niet naar zichzelf worden verplaatst";
"_error_not_permission_"                = "Je hebt niet de autorisatie om deze actie af te ronden";
"_error_path_"                          = "Kan bestand of map niet openen. Controleer of het wel bestaat";
"_file_upload_not_exitst_"              = "Het bestand dat we willen uploaden bestaat niet";
"_forbidden_characters_from_server_"    = "De naam bevat één of meerdere ongeldige tekens";
"_not_connected_internet_"              = "Verbindingsprobleem";
"_not_possible_connect_to_server_"      = "Het is op dit moment niet mogelijk verbinding te maken met de server";
"_not_possible_create_folder_"          = "Map kon niet worden aangemaakt";
"_server_down_"                         = "De server is niet bereikbaar";
"_time_out_"                            = "Time-out, probeer het opnieuw";
"_unknow_response_server_"              = "Onverwachte reactie van de server";
"_user_autentication_required_"         = "Gebruikersauthenticatie vereist";
"_file_directory_locked_"               = "Bestand of directory gelocked";
"_ssl_certificate_untrusted_"           = "Het servercertificaat is ongeldig";
"_internal_server_"                     = "Interne serverfout";
"_file_already_exists_"                 = "De bewerking kan niet worden voltooid, er bestaat al een bestand met dezelfde naam";
"_file_folder_not_exists_"              = "Het bronbestand is niet gevonden in het opgegeven pas";
"_folder_contents_nochanged_"           = "De mapinhoud is niet gewijzigd";
"_images_invalid_converted_"            = "Het afbeeldingsbestand is ongeldig en kan niet worden geconverteerd naar een miniatuur";
"_method_not_expected_"                 = "Aanvraagmethode niet verwacht";
"_reauthenticate_user_"                 = "Toegang verlopen, laat de gebruikers opnieuw inloggen";
"_server_error_retry_"                  = "De server is tijdelijk niet beschikbaar";
"_too_many_files_"                      = "Er zouden te veel bestanden geraakt worden voor een succesvolle verwerking";
"_too_many_request_"                    = "Verwerkingslimiet bereikt, te veel aanvragen ingestuurd";
"_user_over_quota_"                     = "Opslag quotum bereikt";
"_ssl_connection_error_"                = "SSL-verbindingsfout, probeer het opnieuw";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked : The resource that is being accessed is locked";


